import React from "react";

import "./styles.css";

const Guarantee = () => {
    return (
        <div className="center">
            <div className="guarantee-container">
                <h2>Гарантия и сервисное обслуживание</h2>
                <p>
                    Весь товар в интернет-магазине сопровождается гарантией магазина.  Срок гарантийного обслуживания указан на странице товара, и в гарантийном талоне, который вы получаете вместе с товаром.<br />
                    Гарантия подразумевает под собой бесплатный ремонт в течении гарантийного срока в фирменных сервисных центрах Украины и Европы, либо замену на аналогичное по назначению устройство (в случае невозможности ремонта). Неисправные устройства меняются на абсолютно новые в 90% обращений покупателей по гарантии.<br />
                </p>
                <h3>Обмен и возврат товара в течение первых 14 дней после покупки</h3>
                <p>
                    В соответствии с Законом Украины "О защите прав потребителей"  покупатель имеет право на замену или возврат товара в течение 14 дней с момента покупки. Обмену или возврату подлежит только новый товар, который не был в употреблении и не имеет следов использования: царапин, сколов, потёртостей, программное обеспечение не подвергалось изменениям и т.п. Должен быть сохранен его товарный вид, потребительские свойства, пломбы, ярлыки.<br />
                    Вы имеете право обменять непродовольственный товар надлежащего качества на аналогичный, если товар не удовлетворил вас по форме, габаритам, цвету, размеру или по другим причинам.<br />
                    Для возврата или обмена товара при себе необходимо иметь:<br />
                    - Гарантийный талон<br />
                    - Полную комплектацию товара<br />
                    - Заводскую упаковку<br />
                </p>
                <h3>Гарантийный ремонт</h3>
                <p>
                    В случае, если товар требует гарантийного обслуживания, просим Вас связаться с нами по телефону.<br />
                    Устройство не может быть принято на гарантийный ремонт в случае:<br />

                    - наличия механических и иных повреждений, возникших вследствие умышленных или неосторожных действий покупателя или третьих лиц<br />
                    - нарушения правил использования, изложенных производителем<br />
                    - несанкционированного вскрытия, ремонта или изменения внутренних коммуникаций и компонентов<br />
                    - повреждения, вызванного попаданием внутрь изделия посторонних предметов, веществ, жидкостей или действием экстремальных температур<br />
                </p>
                <h3>Возврат денежных средств</h3>
                <p>Для заказов оплаченных наложенным платежом или банковской картой, возврат денежных средств производится на карту в течении 3-х рабочих дней с момента подтверждения возврата нашим менеджером. Срок зачисления денежных средств зависит от банка эмитента вашей карты и может составлять 3-5 рабочих дней. Зачисление и снятие денежных средств согласно тарифам Вашей карты.</p>
            </div>
        </div>
    )
};
export default Guarantee;
